{
  "profile_id": "product_management",
  "name": "Product Management",
  "description": "General Product Management profile with focus on product strategy, development, and stakeholder management",
  "skills": [
    "Product Strategy",
    "Product Development",
    "Product Roadmapping",
    "Feature Prioritization",
    "Requirements Gathering",
    "Market Research",
    "Competitive Analysis",
    "Product Analytics",
    "Stakeholder Management",
    "Cross-functional Collaboration",
    "Communication",
    "Problem Solving",
    "Analytical Thinking",
    "Business Acumen",
    "Strategic Thinking",
    "User Research",
    "A/B Testing",
    "KPI Definition",
    "Product Lifecycle Management",
    "Agile",
    "Scrum"
  ],
  "software": [
    "Jira",
    "Confluence",
    "Notion",
    "Figma",
    "Google Analytics",
    "Mixpanel",
    "Amplitude",
    "Tableau",
    "Power BI",
    "Looker",
    "Slack",
    "Microsoft Teams",
    "Zoom",
    "Miro",
    "Trello",
    "Asana",
    "ClickUp",
    "Monday.com"
  ],
  "experience_years": "3-5",
  "seniority_level": "mid",
  "keywords": [
    "product manager",
    "product strategy",
    "product development",
    "roadmap",
    "stakeholder",
    "analytics",
    "market research",
    "user experience",
    "agile",
    "scrum"
  ],
  "template_placeholders": {
    "ProfileSummary": "Experienced Product Manager with expertise in product strategy, development, and stakeholder management. Proven track record of delivering successful products through data-driven decision making and cross-functional collaboration.",
    "TopBullets": [
      "Led product strategy and roadmap development for multiple successful products, resulting in 25% increase in user engagement",
      "Managed cross-functional teams of 8+ members across engineering, design, and marketing to deliver products on time and within budget",
      "Conducted comprehensive market research and competitive analysis to identify new product opportunities and market gaps",
      "Implemented data-driven product analytics and A/B testing frameworks, improving conversion rates by 15%",
      "Established strong stakeholder relationships and communication channels, ensuring alignment across all departments"
    ],
    "SkillList": "Product Strategy, Product Development, Roadmapping, Feature Prioritization, Market Research, Competitive Analysis, Product Analytics, Stakeholder Management, Cross-functional Collaboration, Communication, Problem Solving, Analytical Thinking, Business Acumen, Strategic Thinking, User Research, A/B Testing, KPI Definition, Product Lifecycle Management, Agile, Scrum",
    "SoftwareList": "Jira, Confluence, Notion, Figma, Google Analytics, Mixpanel, Amplitude, Tableau, Power BI, Looker, Slack, Microsoft Teams, Zoom, Miro, Trello, Asana, ClickUp, Monday.com",
    "ObjectiveTitle": "Senior Product Manager",
    "ATSRecommendations": "Product Manager with 5+ years experience in product strategy, development, and stakeholder management. Expertise in agile methodologies, data analytics, and cross-functional team leadership."
  }
}
